<?php

return [
    'success'=>[
        'insurance' => [
            'store' => 'بیمه مورد نظر با موفقیت ایجاد شد',
            'update' => 'بیمه مورد نظر با موفقیت بروزرسانی شد',
            'delete' => 'بیمه مورد نظر حذف شد',
        ],
        'customers' => [
            'store' => 'مشتری مورد نظر با موفقیت ایجاد شد',
            'update' => 'مشتری مورد نظر با موفقیت بروزرسانی شد',
            'delete' => 'مشتری مورد نظر حذف شد',
        ],
        'profile' => [
            'update' => 'اطلاعات کاربری با موفقیت بروزرسانی شد',
        ],
        'sale' => [
            'store' => 'بیمه با موفقیت ایجاد شد',
            'update' => 'بیمه با موفقیت بروز رسانی شد',
            'delete' => 'بیمه با موفقیت حذف شد',
        ],
        'payment' => [
            'update' => 'پرداخت شما با موفقیت ثبت شد',
        ],
        'sms'=>[
            'successfully-paid' => 'از پرداخت شما متشکریم. بدهی پرداخت شده : paid-amount: و مانده بدهی شما unpaid-amount: میباشد',
        ],
        'gateway' => [
            'success-payment' => 'پرداخت شما با موفقیت انجام شد',
            'payment-detail' => 'پرداخت شما با موفقیت انجام شد. در ادامه پیامکی حاوی اطلاعات پرداخت برای شما ارسال میگردد',
        ]
    ],
    'error'=>[
        'profile' => [
            'currentPasswordNotMatched' => 'رمز عبور فعلی وارد شده نادرست میباشد',
        ],
        'sale' => [
            'amount-price' => 'مبلغ وارد شده با قیمت کل برابر نیست',
        ],
        'payment' => [
            'max-pay' => 'مبلغ وارد شده بیش از حد مجاز است',
        ],
        'bulk-payment' => [
            'amount.not-matched' => 'مبلغ وارد شده با مبلغ کل برابر نیست',
        ],
        'sms'=>[
            'init-paid' => 'تراکنش شما ناموفق بود',
        ],
        'gateway' => [
            'error-payment' => 'پرداخت شما ناموفق بود',
            'payment-detail' => 'پرداخت شما با موفقیت انجا نشد. در ادامه پیامکی حاوی اطلاعات پرداخت برای شما ارسال میگردد',
        ]
    ],
    'reminder' => [
        'three-days' => 'مشترک گرامی تاریخ سر رسید insurance-name: شما due-date: میباشد همچنین میتوانید از طریق لینک زیر نسبت به پرداخت آن اقدام فرمایید link: ',
        'ten-days' => 'مشترک گرامی تاریخ سر رسید insurance-name: شما due-date: میباشد همچنین میتوانید از طریق لینک زیر نسبت به پرداخت آن اقدام فرمایید link:',
        'expired-dueDate' => 'مشترک گرامی از تاریخ سر رسید insurance-name: شما passed-days: روز گذشته است لطفا نسبت به پرداخت بدهی خود اقدام نمایید: link:',
        'today' => 'مشترک گرامی مهلت پرداخت سر رسید قسط insurance-name: شما تا ساعا 24 امشب میباشد همچنین میتوانید از طریق لینک زیر نسبت به پرداخت اقدام فرمایید link:'
    ]
];
